tap "homebrew/bundle"
tap "homebrew/core"
brew "automake"
brew "bison"
brew "chruby"
brew "gdbm"
brew "openssl@1.1"
brew "libffi"
brew "libyaml"
brew "readline"
brew "ruby-install"
brew "tmux"
vscode "aabassiouni.next-js-app-router-helper"
vscode "Angular.ng-template"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "codezombiech.gitignore"
vscode "cweijan.vscode-mysql-client2"
vscode "DanielSanMedium.dscodegpt"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "docsmsft.docs-markdown"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-ionic-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "gitpod.gitpod-desktop"
vscode "gitpod.gitpod-remote-ssh"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "hosho.solidity-debugger"
vscode "Ionic.ionic"
vscode "Janne252.fontawesome-autocomplete"
vscode "jinxdash.prettier-rust"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "JuanBlanco.solidity"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lihui.vs-color-picker"
vscode "lokalise.i18n-ally"
vscode "MariusAlchimavicius.json-to-ts"
vscode "michelemelluso.gitignore"
vscode "Mikael.Angular-BeastCode"
vscode "miramac.vscode-exec-node"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "msjsdiag.vscode-react-native"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "RemixProject.ethereum-remix"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "searKing.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SonarSource.sonarlint-vscode"
vscode "stylelint.vscode-stylelint"
vscode "Swellaby.vscode-rust-test-adapter"
vscode "techer.open-in-browser"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
